Repository: icthr/sedamicro
Catalog: languages/sedamicro-*.po
Languages: fa_ir

source: Send
fa_ir: ارسال

source: Please choose file
fa_ir: لطفا آنچه میخواهید بفرستید را ضبط یا ارسال کنید.

source: Title
fa_ir: عنوان

source: Refresh
fa_ir: بارگذاری مجدد صفحه

source: upload
fa_ir: ارسال

source: File was uploaded successfully
fa_ir: فایل با موفقیت ارسال شد. میتوانید آنرا

source: see here
fa_ir: اینجا ببینید

source: Error
fa_ir: مشکلی پیش آمده.

source: please answer the question
fa_ir: لطفا به سوال زیر پاسخ دهید

source: sorry file was not uploaded
fa_ir: متاسفانه فایل شما ارسال نشده
